Repository: suraleb/10d
Catalog: html/languages/admin-gallery.tmx
Source language: en
Languages: ru

source: Allow to modify entries
ru: Разрешить редактировать записи

source: Allow to create entries
ru: Разрешить создавать записи

source: Allow to remove entries
ru: Разрешить удалять записи

source: Allow multi-removing of files
ru: Разрешить мульти-удаление файлов

source: Allow to view entries
ru: Разрешить просматривать записи

source: Gallery
ru: Галерея

source: Cancelled
ru: Отменен

source: Collections
ru: Коллекции

source: %d items
ru: %d файлов

source: Complete
ru: Готов

source: Content
ru: Содержимое

source: Modify entry
ru: Изменить запись

source: Error
ru: Ошибка

source: Synchronize with Facebook
ru: Синхронизировать с Facebook

source: Upload cancelled
ru: Загрузка отменена

source: File is too big
ru: Размер файла превышает необходимый

source: files uploaded
ru: файлов загружено

source: Failed validation. Upload skipped.
ru: Файл не подходит. Пропущен.

source: Filter
ru: Фильтр

source: all
ru: все

source: Entries per-page:
ru: Записей на страницу

source: Has a tag:
ru: Содержит тег:

source: File-name has:
ru: В названии есть:

source: Upload error: %s
ru: Ошибка загрузки: %s

source: In progress
ru: Обрабатывается

source: Invalid file type
ru: Плохой формат файла

source: Server (IO) error
ru: Ошибка сервера (IO)

source: Editing
ru: Редактировать

source: Cancel
ru: Отменить

source: Start upload
ru: Загрузить

source: Upload
ru: Загрузить

source: Allow full-screen
ru: Разрешить полноэкранный режим

source: Height:
ru: Высота:

source: Preview image:
ru: Превью-изображение:

source: Stretching:
ru: Растягивание:

source: Subtitles:
ru: Субтитры:

source: Width:
ru: Ширина:

source: Exact fit
ru: Точное совпадение

source: Fill
ru: Замостить

source: Don't stretch
ru: Не растягивать

source: Uniform
ru: Равномерно

source: Parameters
ru: Параметры

source: Description:
ru: Описание:

source: File:
ru: Файл:

source: Files:
ru: Файлы:

source: Prefix for file-names:
ru: Префикс для названия файлов:

source: New name of a file:
ru: Новое имя файла:

source: Advanced settings
ru: Дополнительные параметры

source: Tags:
ru: Тэги:

source: File type:
ru: Тип файла:

source: Archive (%s)
ru: Архив (%s)

source: File for download (all others)
ru: Загружаемый контент (все остальные)

source: Image (%s)
ru: Изображение (%s)

source: Movie (%s)
ru: Фильм (%s)

source: Edit image
ru: Редактировать изображение

source: Apply effect
ru: Добавить эффект

source: Queued
ru: Ожидает

source: You have attempted to queue too many files
ru: Достигнут лимит файлов очереди

source: Remove
ru: Удалить

source: Delete selected entries
ru: Удалить выделенные записи

source: Reset
ru: Сбросить

source: Security error
ru: Ошибка безопасности

source: Select
ru: Выбрать

source: Multiple files
ru: Несколько файлов

source: Movie player
ru: Проигрыватель фильмов

source: One by one
ru: По одному

source: Main information
ru: Основная информация

source: Author
ru: Автор

source: Manage
ru: Управление

source: Unique filename
ru: Уникальное имя файла

source: Size
ru: Размер

source: Type
ru: Тип

source: Update time
ru: Обновлён

source: Update the list
ru: Обновить список

source: Upload failed
ru: Не удалось загрузить

source: Upload limit exceeded
ru: Достигнут лимит загрузок

source: Upload stopped
ru: Загрузка прервана

source: Cannot upload zero byte files
ru: Нельзя загружать пустые файлы

source: File &laquo;%s&raquo; {ID:%d} was updated
ru: Обновлён файл &laquo;%s&raquo; {ID:%d}

source: New file &laquo;%s&raquo; was uploaded
ru: В систему загружен файл &laquo;%s&raquo;

source: File &laquo;%s&raquo; was removed
ru: Удалён файл &laquo;%s&raquo;

source: The type of file was not appointed. Did you forget to choose it?
ru: Тип файла не указан. Забыли выбрать?

source: You provided incorrect new name of the file.<br />It can consist of digits, letters and symbols: "_", ".", "-"
ru: Вы указали некорректное новое имя для файла.<br />Оно может содержать цифры, латинские буквы и знаки: "_", ".", "-"

source: You should define tags to upload the file
ru: Чтобы загрузить файл, нужно указать для него тэги

source: System didn't remove the file. Please check file privileges
ru: Система не смогла произвести удаление. Проверьте права на файл

source: File was deleted from system, but it's didn't remove from facebook.
ru: Файл удален из системы, однако не удалось произвести его удаление со страницы facebook.

source: the system didn't manage to move the file after the saving to disk. Check please privileges for temp folders or contact with the system administrator.
ru: Системе не удалось переместить файл после сохранения на носителе. Проверьте права на временные папки, либо обратитесь в службу поддержки.

source: the system didn't manage to write data on the server. Check please privileges for temp folders or contact with the system administrator.
ru: Системе не удалось записать данные на носитель сервера. Проверьте права на временные папки, либо обратитесь в службу поддержки.

source: The %d (%s) file synchronization wasn't performed
ru: Синхронизация файла %d (%s) не удалась

source: The %d (%s) file synchronization was successfully completed
ru: Файл %d (%s) успешно синхронизирован

source: Synchronization is completed
ru: Синхронизация завершена

source: There is already a file with such name in our database
ru: В нашей Базе Данных уже есть файл с таким именем

source: There is already a file with such checksum in our database
ru: В нашей Базе Данных уже есть файл с такой контрольной суммой

source: System didn't find the file. May be it was removed
ru: Системе не удалось найти файл. Возможно он был удалён

source: File was not uploaded to the filesystem. Did you forget to choose it from the source location?
ru: Файл не загружен в файловую систему. Вы забыли его выбрать с носителя?

source: Do you really want to delete this file?<br/><b>Note:</b> you will not be able to recover it after deleting!
ru: Вы действительно хотите удалить этот файл?<br/><b>Внимание:</b> восстановить файл после удаления невозможно!

source: File was successfully removed from the system
ru: Файл успешно удалён из системы

source: Do you really want to delete selected files?<br/><b>Note:</b> you will not be able to recover them after deleting!
ru: Вы действительно хотите удалить выбранные файлы?<br/><b>Внимание:</b> восстановить файлы после удаления невозможно!

source: File was successfully updated
ru: Файл успешно обновлён

source: File was successfully uploaded to the filesystem
ru: Файл успешно загружен в файловую систему

source: the list of collections of your site
ru: список коллекций вашего сайта

source: list of available files
ru: список доступных файлов в системе

source: section helps to upload files
ru: раздел поможет загрузить различные файлы в систему

source: Path on the disk
ru: Путь на носителе

source: allows to sort list of files for view
ru: позволяет ограничить список файлов для отображения

source: There are no entries matching your request
ru: По вашему запросу записей не найдено

source: section allows to change file parameters
ru: раздел позволяет менять параметры файла

source: section allows to upload files to the system
ru: раздел позволяет загрузить файл в систему

source: movie can be maximized
ru: фильм можно развернуть на весь экран

source: the film will be stretched according to the specified pattern
ru: фильм будет растянут по заданному шаблону

source: Show example
ru: Показать пример

source: file description and params
ru: описание файла и его параметры

source: choose from the disk. max filesize: %s
ru: выберите с носителя. максимальный размер файла: %s

source: prefix may contain digits, letters and symbols &laquo;.&raquo;, &laquo;-&raquo;. example: my-set
ru: префикс может содержать цифры, латинские буквы и знаки &laquo;.&raquo;, &laquo;-&raquo;. например: my-set

source: file name may contain digits, letters and symbols &laquo;.&raquo;, &laquo;-&raquo;. example: my-first-file
ru: имя файла может содержать цифры, латинские буквы и знаки &laquo;.&raquo;, &laquo;-&raquo;. например: my-first-file

source: tags by which the file can be found. type then click
ru: тэги, по которым легко найти файл. напишите, затем выберите

source: what format should the file have
ru: какой формат должен иметь файл

source: File with records for the &laquo;Gallery&raquo; module
ru: Файл с записями для модуля &laquo;Галерея&raquo;
